Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.cs-et.tmx
Source language: cs
Languages: et

source: předcházejí nehodám vzniklým pádem nebo sesuvem půdy,
et: väldivad õnnetuste juhtumist seoses maalihete või kukkumistega seoses,

source: znamenají, že nedochází ke zdraví škodlivému nebo zbytečně únavnému tělesnému zatížení, mají za následek nízké vystavení hluku, vibracím, nebezpečným látkám a znečištěnému vzduchu.
et: tagavad terviskahjustavate või ebavajalikult keha väsitavate koormuste välti mise, toovad kaasa madala müra- ja vibratsioonitaseme, ohtlike ainete ja õhusaaste taseme.

source: Zaměstnanci musejí dostat informace o práci, a o tom, jaká opatření ohledně pracovního prostředí byla provedena nebo naplánována a jaká platí pravidla.
et: Töövõtjaid teavitatakse tööst ja töökeskkonnaalaste meetmete rakendamisest või nende planeerimisest ning kehtivatest reeglitest.

source: Mohou potřebovat zvláštní školení nebo instrukce, mají-li se používat nové produkty nebo pracovní metody.
et: Töötajad võivad vajada eriväljaõpet või juhiseid uute toodete või töömeetodite kasutuselevõtul.

source: Na staveništi neustále dochází k rychlým změnám a tak vznikají mnohá rizika.
et: Ehitusplatsil toimub pidevalt ja kiiresti mitmeid ohte kaasa toovaid muutusi.

source: Proto je důležité provádět pravidelné bezpečnostní obchůzky.
et: Seetõttu on vajalikud reeglipärased turvaalased ringkäigud.

source: Kdo odpovídá za co?
et: Kes vastutab mille eest?

source: Kromě toho je důležité, aby všichni účastníci spolupracovali a aby stavební dělníci se podíleli na této práci.
et: Põhivastutus töökeskkonna arvestamisel ehitusprojekti ettevalmistusfaasis (planeerimis- ja projekteerimistööd) on ehitustööde või rajatistööde läbiviijal (Projektijuhil).

source: Ten, kdo nechává vykonat stavební a konstrukční práce (stavitel), nese hlavní odpovědnost za to, že se bere ohled na pracovní prostředí v průběhu stavby při přípravě stavebního projektu (plánování a projektování).
et: Projektijuht vastutab ka selle eest, et ajakohastataks eelnev avaldus, töökeskkonnaplaan ja dokumentatsioon ning et keegi määratakse planeerimise ja projekteerimise ajaks töökeskkonna koordinaatoriks.

source: Stavitel má také odpovědnost za to, že stavební a konstrukční práce jsou koordinovány z hlediska pracovního prostředí a musí také jmenovat koordinátora pro vykonávání stavebních a konstrukčních prácí.
et: Projektijuht peab ka vastutama selle eest, et ehitus- ja rajatistööd on vastavuses töökeskkonna reeglitega ning määrab ka ehitus- või rajatistööde läbiviimise ajaks töökeskkonna koordinaatori.

source: V určitých případech může stavitel písemnou dohodou přenechat svou odpovědnost za pracovní prostředí dodavateli za tu část stavebního projektu týkající se zakázky.
et: Mõnikord võib projektijuht kirjaliku lepinguga anda oma töökeskkonnaalase vastutuse üle mõnele tööettevõtjale ehitusprojekti selle osa suhtes, mida töövõtt hõlmab.

source: Toto je možné, když zakázka znamená samostatnou odpovědnost za celé plánování a projektování a/nebo provedení celého projektu, například jde-li o generální- nebo totální tendr.
et: Vastutuse võib üle anda juhul, kui tööettevõtja vastutab iseseisvalt kogu planeerimise ja projekteerimise ja/või projekti kogu läbiviimise eest, nt üld- või täistöövõtulepingu korral.

source: Při společném tendru nelze přenechat odpovědnost stavitele.
et: Osalise töövõtulepingu korral ei saa projektijuht sellist vastutust üle anda.

source: Stavební koordinátor pracovního prostředí pro plánování a projektování má koordinovat projektování s ohledem na pracovní prostředí a dohlédnout na to, aby byl vypracován plán pracovního prostředí a dokumentace.
et: Ehitustöökeskkonna koordinaator planeerimise- ja projekteerimise alal koordineerib projekteerimist lähtudes töökeskkonnast ning vastutab töökeskkonna plaani ja dokumentatsiooni koostamise eest.

source: mají také, v rámci své zakázky, odpovědnost za to, aby na pracovní prostředí v průběhu stavby byl brán ohled při přípravě stavebního projektu.
et: Projekteerijad (arhitektid, konsultandid jne) vastutavad samuti oma töö raames selle eest, et ehitusprojekti koostamisel võetakse arvesse ehitusaegset töökeskkonda.

source: Stavební koordinátor pracovního prostředí pro provedení stavební a konstrukční práce má koordinovat práce z hlediska pracovního prostředí, přizpůsobit plán pracovního prostředí k faktickým podmínkám práce, zkontrolovat, že práce jsou prováděny správně, pokud jde o pracovní prostředí a že je dodržován plán pracovního prostředí.
et: Ehitustöökeskkonna koordinaator ehitus- ja rajatistööde ajal koordineerib töid lähtudes töökeskkonnast, kohandab töökeskkonna plaani vastavalt tööde tegelikule läbiviimisele, kontrollib, et töid teostataks vastavalt töökeskkonnaalastele nõuetele ning et järgitakse töökeskkonna plaani.

source: Ostatní podniky na společném pracovišti musejí informovat stavebního koordinátora pracovního prostředí o zvláštních rizicích, které mohou vzniknout jejich vlastní činností.
et: Teised ettevõtted, kes tegutsevad samaaegselt samal ehitustöödega seotud tööplatsil, peavad andma ehitustöökeskkonna koordinaatorile andmed oma tööde läbiviimise kohta, kui nende enda tegevus võib kaasa tuua erilisi riske.

source: Všichni, kdo působí na společném pracovišti, musejí dodržovat pravidla pořádku a bezpečnosti práce, vydané stavebním koordinátorem odpovědným za pracovní prostředí.
et: Kõik ühisel tööpaigal tegutsevad inimesed peavad järgima ehitustöökeskkonna koordinaatori välja antud juhiseid ja turvareegleid.

source: Každý zaměstnavatel nese hlavní odpovědnost za pracovní prostředí svých zaměstnanců.
et: Igal tööandjal lasub põhivastutus oma töötajate töökeskkonna suhtes.

source: Odpovědnost zaměstnavatele za vlastní zaměstnance platí v plné míře, i když současně existuje odpovědnost například i u toho, kdo provádí projektaci, u toho, kdo vyrobil stroj, používaný při práci nebo u toho, kdo je stavebním koordinátorem pracovního prostředí.
et: Tööandja vastutus oma töövõtjate suhtes kehtib täielikult ka siis, kui tööandja vastutab lisaks veel projekteerimise eest, tööl kasutatava masina tootja eest või töökeskkonna koordinaatori eest.

source: Samostatní podnikatelé a ti, kdo pracují v rodinných podnicích bez zaměstnanců, musejí při stavebních a konstrukčních prácích v podstatě dodržovat stejná ustanovení, jež platí pro zaměstnavatele a zaměstnance.
et: Iseseisev ettevõtja ja need, kes töötavad pereettevõtetes, kus pole töövõtjaid, peavad ehitis- ja rajatistööde puhul järgima suures osas samu reegleid, mis on kehtivad tööandja ja töövõtja puhul.

source: Stavební dělníci jsou povinni se účastnit práce na pracovním prostředí, dodržovat předpisy a používat existující ochranné pomůcky a zařízení.
et: Ehitustöötajad osalevad töökeskkonnaalases töös, järgivad kehtivaid ettekirjutusi ja kasutavad olemasolevaid kaitsevahendeid ja -seadmeid.

source: Bezpečnostní referent zastupuje zaměstnance v otázkách bezpečnosti práce.
et: Ohutusvolinik esindab töövõtjaid turvaalastes küsimustes.

source: Jestli práce znamená bezprostřední a vážné nebezpečí životu a zdraví a zaměstnavatel okamžitě neodstraní riziko, má bezpečnostní referent právo práci přerušit, zatím co čeká na vyjádření Švédského úřadu pro pracovní prostředí.
et: Kui mingi töö tegemine toob kaasa vahetu ja tõsise ohu elule või tervisele ning tööandja ei kõrvalda otsekohe sellist ohtu, on ohutusvolinikul õigus töö katkestada selleks ajaks, kui Töökeskkonnaamet esitab olukorra kohta oma seisukoha.

source: Výrobci, dovozci a pronajímatelé technických zařízení nesou odpovědnost za to, že jejich výrobky jsou bezpečné.
et: Tootja, maaletooja ja tehniliste seadmete rendile andja vastutavad oma toodete ohutuse eest.

source: Výrobci a dovozci chemických produktů a jiných látek mají podobnou odpovědnost.
et: Keemiliste toodete ja muude ainete tootjatel ja maaletoojatel on sarnane vastutus.

source: Výrobci, dovozci a pronajímatelé jsou povinni poskytnout informace o produktu potřebné k prevenci špatného zdraví a pracovních úrazů.
et: Tootja, maaletooja ja rendile andja peavad andma ka vajaliku tooteteabe terviserikete ja õnnetuste ennetamiseks.

source: V zákonu o pracovním prostředí jsou ustanovení o odpovědnosti u těch, kdo najímají pracovní síly a u těch, kdo rozhodují na pracovišti.
et: Töökeskkonnaseadus reguleerib ka ajutiste lepingutega töötajaid värbava tööandja kui ka töökoha eest vastutava isiku vastutusala.

source: ADI 539 Tje Our vision: Everyone wants to, and can, create a good work environment
et: ADI 539 Est Our vision: Everyone wants to, and can, create a good work environment

source: Systematická práce pro pracovní prostředí
et: Süstemaatiline töökeskkonnaalane töö

source: Účelem našeho zákona o pracovním prostředí je zabránit zraněním při práci.
et: Töökeskkonna seadus on loodud eesmärgiga ennetada vigastusi tööl.

source: Jako zaměstnavatel musíte počítat se všemi podmínkami, které můžou mít vliv na zdraví a bezpečnost zaměstnanců.
et: Tööandjana peate pöörama tähelepanu kõigile asjaoludele, mis võivad mõjutada töötajate tervist ja ohutust.

source: Máte odpovědnost za pracovní prostředí všech, kteří pro vás pracují.
et: Te vastutate kõikide teie heaks töötavate inimeste töökeskkonna eest.

source: Změny v používání křovinořezů a motorových řetězových pil
et: Muudatused mootoriga kettsaagide ja võsalõikurite kasutamisel

source: Pravidla platná pro používání motorových řetězových pil a křovinořezů jsou v nových předpisech AFS 2012:1, který vstoupil v platnost 1. prosince 2012.
et: Mootoriga kettsaagide ja võsalõikurite kasutamisel kohaldatavad eeskirjad on esitatud uues määruses AFS 2012:1, mis jõustus 1. detsembril 2012.

source: Současně přestaly platit předpisy AFS 2000:2 Používání motorových pil a křovinořezů (Användning av motorkedjeså- gar och röjsågar).
et: Samal ajal muutus kehtetuks AFS 2000:2 „Mootoriga kettsaagide ja võsalõikurite kasutamine”.

source: Čtyři velké změny v předpisech AFS 2012:1
et: Neli suurt muudatust määruses AFS 2012:1

source: Požadavek dokumentovaných znalostí ve formě zvládnutých teoretických a praktických zkoušek.
et: Nõudmised kvalifikatsiooni tõendavatele dokumentidele, mille saamiseks tuleb läbida teoreetilised ja praktilised eksamid.

source: Zaměstnavatel je povinen splnit požadavek zvlád- nutých zkoušek do 1. ledna 2015.
et: Töötajal on eksaminõuete täitmiseks aega 1. jaanuarini 2015.

source: Kdo po 1. lednu 2015 poruší předpisy o dokumentovaných znalostech bude muset zaplatit trestný poplatek 10 000 švédských korun.
et: Isik, kes rikub kvalifikatsiooni tõendavate dokumentide eeskirju peale 1. jaanuari 2015, peab maksma 10 000 krooni trahvi.

source: Požadavek používání upozorňujících oděvů.
et: Nõuded hoiatusrõivastele.

source: Upozorňující oděvy jsou ochranné oděvy dobře viditelné ve dne i v noci.
et: Hoiatusrõivad on hea nähtavusega nii valges kui pimedas.

source: Zaměstnavatel odpovídá ta to, že upozorňující oděvy splňují platné požadavky.
et: Tööandja vastutab, et hoiatusrõivad täidaks kehtivaid nõudeid.

source: Být připraven na nejhorší
et: Saekaitsega kaitsekummikud/kaitsesaapad.

source: Zaměstnavatel musí vědět, jak přivolat sanitku a jiná pohotovostní vozidla a dokázat podat zřetelný popis cesty k místu nehody, občas za pomoci koordinátů.
et: Töötajad peavad teadma, kuidas kiirabi või teisi alarmteenistusi välja kutsuda, ja oskama selgelt kirjeldada sündmuskohta jõudmise teekonda, vahel ka koordinaatide abiga.

source: Vienam dirbant
et: Üksi töötamine

source: Dirbant vienam miške, keliami atskiri reikalavimai palaikant ryšį su išoriniu pasauliu.
et: Üksi metsas töötamisel kehtivad kindlad nõuded välismaailmaga ühendusepidamise kohta.

source: Brigadininkas arba bendradarbiai turi žinoti, kokioje miško vietoje asmuo dirba.
et: Tööjuht või töökaaslane peab teadma kohta, kus töötaja metsas töötab.

source: Darbas vėtrų išverstuose miškuose neturi būti atliekamas vieno asmens, asmuo turi palaikyti tiesioginį ryšį su kolegomis arba kitu asmeniu.
et: Tormimurruga metsas ei tohi üksi töötada, vaid töötajal peab olema otsekontakt töökaaslase või mõne teise isikuga.

source: Práce samotného jednotlivce
et: Personali ruumid

source: Pracovník s motorovou řetězovou pilou musí používat tyto ochranné pomůcky:
et: Olemas peab olema ruum riiete vahetamiseks ja võimalus riiete kuivatamiseks.

source: Ochrannou přilbu Chrániče sluchu Ochranné brýle
et: Personali ruumid peaksid olema jalutuskaugusel.

source: Obvazové vybavení první pomoci
et: Isikukaitsevahendid

source: Ochrannou blůzu nebo vestu s upozorňovací barvou
et: Kaitsekiiver Kuulmiskaitsevahend Silmade kaitsevahend

source: Pracovní rukavice Ochranné kalhoty
et: Esmaabiside

source: Ochrannou obuv – vysoké nebo kotníkové boty s ochranou proti pilám
et: Kõrgnähtava värviga kaitsepluus või kaitsevest

source: Chemická rizika při výsadbě a postřiku sazenic
et: Töökindad Kaitsepüksid

source: Při styku s chemickou látkou můžete být zraněni přímo nebo onemocnět mnohem později.
et: Saekaitsega kaitsesaapad/ kummikud

source: Abyste se vyhnuli pracovním nemocem, zjistěte údaje o látce a používejte ochranné prostředky podle doporučení výrobce.
et: Keemilistest ainetest põhjustatud ohud istuta- mistöödel ja taimede pritsimisel

source: Brožura Úřadu pro pracovní prostředí (Arbetsmiljöverket) Bezpečná práce při ošetřování lesních sazenic a při postřiku po výsadbě (Säkert arbete med behandlade skogsplantor och vid besprutning efter plantering) obsahuje více informací.
et: Töökeskkonnaameti brošüür „Ohutu töötamine töödeldud metsaistikutega ja pritsimisel peale istutamist” sisaldab täpsemat informatsiooni.

source: Pamatujte, že nezletilí nesmějí podle AFS 2012:3 s pesticidy třídy 1 a 2 pracovat.
et: 1. ja 2. klassi tõrjevahenditega.

source: Kdo smí pracovat s motorovou řetězovou pilou?
et: Kes tohib mootoriga kettsaega töötada?

source: Osoba musí absolvovat teoretickou a praktickou zkoušku, která potvrzuje, že má znalosti odpovídající pracovním úkolům, jež je třeba vykonat.
et: Isik peab olema läbinud teoreetilise ja praktilise eksami, mis näitavad, et tal on konkreetsete tööülesannete täitmiseks vastavad oskused.

source: Osoba musí také vlastnit dokumentaci potvrzující požadavky.
et: Isikul peab olema ka nõuete täitmist kinnitav dokumentatsioon.

source: Kdo smí pracovat s křovinořezem?
et: Kes tohib võsalõikuriga töötada?

source: Kdo pracuje s křovinořezem, musí absolvovat školení pro ten typ práce, která má být vykonána a mít znalosti pro danou práci.
et: Töötaja, kes töötab võsalõikuriga, peab olema läbinud vastavat tööala käsitleva koolituse ja tal peavad olema tööks vajalikud oskused.

source: Zachovejte respekt před padajícími stromy
et: Suhtuge langevatesse puudesse ettevaatusega

source: Každoročně se přihodí vícero smrtelných úrazů při kácení stromů.
et: Langevad puud põhjustavad igal aastal mitmeid surmajuhtumeid.

source: Internetová stránka úřadu Arbetsmiljöverket – Úřadu pro pracovní prostředí
et: Töökeskkonnaameti koduleht

source: Na naší internetové stránce najdete poslední verze platných předpisů, informační brožury a knihy, jež vám poskytnou pomoc při vytváření dobrého pracovního prostředí.
et: Meie kodulehel on kõikide kehtivate eeskirjade, infolehtede ja raamatute viimased versioonid, mis võivad olla abiks hea töökeskkonna loomisel.

source: DI 674 je připraveno ke stáhnutí pouze jako pdf na www.av.se
et: ADI 674, saadaval ainult allalaaditava pdf-failina veebilehel www.av.se
